Repository: Rasbats/anchordrop_pi
Catalog: po/*.po
Languages: el_gr, sv_se

source: Initial leg course
el_gr: πορεία πρώτου σκέλους
sv_se: Startkurs

source: Degrees
el_gr: Μοίρες
sv_se: Grader

source: Search Leg length
el_gr: μήκος ερευνητικού σκέλους
sv_se: Längd på sökben

source: NM
el_gr: ν. μ.

source: Track space (S)
el_gr: Απόσταση ιχνών
sv_se: Spåravstånd(S)

source: Number of Legs
el_gr: Αριθμός σκελών
sv_se: Antal ben

source: Search Speed
el_gr: Ταχύτητα έρευνας
sv_se: Fart

source: kts
el_gr: κόμβοι
sv_se: knop

source: Generate &GPX
el_gr: Δημιουργία &GPX
sv_se: Skapa GPX

source: Route for Ship
el_gr: Διαδρομή πλοίου
sv_se: Båtrutt

source: 1 unit only
el_gr: Μόνο 1 μονάδα
sv_se: Endast 1 enhet

source: 2 units A&B
el_gr: 2 μονάδες Α&Β
sv_se: 2 enheter A&B

source: First turn
el_gr: Πρώτη δοκιμή
sv_se: Första sväng

source: STARBOARD
el_gr: ΔΕΞΙΑ
sv_se: STYRBORD

source: PORT
el_gr: ΑΡΙΣΤΕΡΑ
sv_se: BABORD

source: Waypoint names
el_gr: Ονόματα σημείων πορείας
sv_se: Waypointnamn

source: Icons
el_gr: Εικονίδια
sv_se: Ikoner

source: Parallel Track
el_gr: Παράλληλο ίχνος
sv_se: Parallellt spår

source: Initial course
el_gr: Αρχική πορεία
sv_se: Inledande kurs

source: Leg Spacing (S)
el_gr: Απόσταση σκελών (S)
sv_se: Benavstånd (S)

source: Number of Legs
el_gr: Αριθμός σκελών
sv_se: Antal ben

source: Search Speed
el_gr: Ταχύτητα έρευνας
sv_se: Sökhastighet

source: Expanding Square
el_gr: Επέκταση τετραγώνου
sv_se: Expanderande Fyrkant

source: Initial course
el_gr: Αρχική πορεία
sv_se: Startkurs

source: Search Radius
el_gr: Ακτίνα έρευνας
sv_se: Sökradie

source: Search Speed
el_gr: Ταχύτητα έρευνας
sv_se: Sökhastighet

source: Number of passes
el_gr: Αριθμός περασμάτων
sv_se: Antal cykler

source: Search Method
el_gr: Μέθοδος αναζήτησης
sv_se: Sökmetod

source: USCG
el_gr: Ακτοφυλακή ΗΠΑ

source: Sector Search
el_gr: Αναζήτηση τομέα
sv_se: Sektorsök

source: Initial course
el_gr: Αρχική πορεία
sv_se: Inledande kurs

source: Leg Space
el_gr: Απόσταση σκελών
sv_se: Benavstånd

source: Number of Legs
el_gr: Αριθμός σκελών
sv_se: Antal ben

source: Waypoint names
el_gr: Ονόματα σημείων πορείας
sv_se: Waypointnamn

source: Oil Rig (Quadrant Single)
el_gr: Πετρελαιοπηγή (Μονη Τετράγωνη)
sv_se: Oljerigg (Kvadratmönster)

source: DATUM / CSP (Start of Search)
el_gr: DATUM / CSP (Αρχή έρευνας)
sv_se: DATUM / CSP (Sökstart)

source: Latitude
el_gr: Πλάτος
sv_se: Latitud

source: Longitude
el_gr: Γ. μήκος
sv_se: Longitud

source: Ship
el_gr: Πλοίο
sv_se: Fartyg

source: Copy ship position (GPS fix required)
el_gr: Αντίγραφο θέσης πλοίου (απαιτείται στίγμα GPS)
sv_se: Kopiera fartygsposition (GPS-fix krävs)

source: Cursor
el_gr: Δρομέας
sv_se: Markör

source: Lat
el_gr: Πλάτος

source: N
el_gr: Β

source: S
el_gr: Ν

source: Lon
el_gr: Μήκος

source: E
el_gr: Α

source: W
el_gr: Δ

source: Convert to Degree
el_gr: Μετατροπή σε μοίρες
sv_se: Konvertera till grader

source: Calculate
el_gr: Υπολογισμός
sv_se: Beräkna

source: Search Distance / Time
el_gr: Απόσταση/χρόνος έρευνας
sv_se: Sökavstånd/ Tid

source: hr
el_gr: ώ.
sv_se: tim

source: General settings
el_gr: Γενικές ρυθμίσεις
sv_se: Allmänna inställningar

source: Opacity
el_gr: Αδιαφάνεια
sv_se: Opacitet

source: CPU saving settings
el_gr: Ρυθμίσεις αποθήκευσης CPU
sv_se: CPU effektivisering

source: Capture Ship Position
el_gr: Καταγραφή θέσης πλοίου
sv_se: Hämta fartygsposition

source: Leave ticked, so you can use ship's position
el_gr: Σημαδέψτε το για να χρησιμοποιήσετε τη θέση του πλοίου
sv_se: Behåll ikryssad så att du kan använda fartygsposition

source: Capture Cursor Position
el_gr: Καταγραφή θέσης δρομέα
sv_se: Hämta markörens position

source: Leave ticked, so that you can use cursor position.
el_gr: Σημαδέψτε το για να χρησιμοποιήσετε τη θέση του δρομέα.
sv_se: Behåll ikryssad så att du kan använda markörens position.

source: SAR
el_gr: SAR (ΕκΔ)

source: SAR preferences
el_gr: Προτιμήσεις SAR
sv_se: SAR inställningar

source: No Datum Point has been entered
el_gr: Δεν εισήχθησαν δεδομένα του σημείου
sv_se: Ingen datumpunkt har angetts

source: Error
el_gr: Σφάλμα
sv_se: Fel

source: For this search pattern the Start Point entered is the CSP
el_gr: Για αυτό το ερευνητικό πρόγραμμα η αρχή είναι το SCP
sv_se: För detta sökmönster är startpunkten som anges CSP

source: Start Position
el_gr: Θέση Εκκίνησης

source: Export SAR track GPX file as
el_gr: Εξαγωγή ίχνους SAR ως αρχείο GPX
sv_se: Exportera sökmönster som GPX-fil

source: error in input range validation
el_gr: σφάλμα στην επικύρωση της περιοχής
sv_se: fel vid validering av avstånd

source: Error occurred, aborting SAR calc!
el_gr: Παρουσιάστηκε σφάλμα, ματαίωση υπολογισμού SAR!
sv_se: Ett fel uppstod, avbryter beräkning!

source: Error in calculation. Please check input!
el_gr: Σφάλμα στον υπολογισμό. Ελέγξτε τα δεδομένα!
sv_se: Fel på beräkning. Kontrollera angivna värden!

source: To copy the cursor location place the cursor on the chart ...and press <CTRL>+S
el_gr: Για να καταγράψετε τη θέση του κέρσορα βάλτε τον στον χάρτη ...και πατήστε <CTRL>+S
sv_se: För att kopiera markörens plats placera markören på kortet ...och tryck på <CTRL>+S

source: SAR Plugin by SaltyPaws/Rasbats
el_gr: Πρόσθετο SAR από τον SaltyPaws/Rasbats
sv_se: SAR Plugin av SaltyPaws

source: SAR panel icon has NOT been loaded
el_gr: Το εικονίδιο του πάνελ του SAR ΔΕΝ φορτώθηκε
sv_se: SAR ikonen laddades inte

source: Select SAR Datum Point
el_gr: Επιλέξτε δεδομένα σημείου SAR
sv_se: Välj SAR datumpunkt

source: Search and Rescue Patterns
el_gr: Μοτίβα Έρευνας και Διάσωσης
sv_se: Sökmönster

source: Route Preferences
el_gr: Προτιμήσεις διαδρομής
sv_se: Ruttegenskaper

source: Creates GPX files with Search and Rescue patterns
sv_se: Skapa GPX-filer med sökmönstren

source: SAR_pi data location
sv_se: Plats för SAR_pi data

source: Failed to load all SAR_pi icons, check OCPN log for details
sv_se: Kunde inte ladda alla SAR_pi ikoner, kontrollera OCPN loggfil för detaljer

source: OpenCPN Alert
sv_se: OpenCPN Varning
